Repository: magicoli/band-tools
Catalog: languages/band-tools-*.po
Languages: fr_fr

source: Tools for artists, bands, musicians, ...
fr_fr: Outils pour les artistes, groupes, musiciens...

source: Show/Hide License key
fr_fr: Afficher/Masquer Clé de licence

source: Dashboard
fr_fr: Tableau de bord

source: %s Dashboard
fr_fr: Tableau de bord %s

source: Plugin info
fr_fr: Informations de l'extension

source: License key
fr_fr: Clé de licence

source: Shortcodes
fr_fr: Codes courts

source: or
fr_fr: ou

# layout-settings
source: Layout saved
fr_fr: Agencement enregistré

# layout-settings
source: Page Header
fr_fr: Entête

# layout-settings
source: Title
fr_fr: Titre

# layout-settings
source: Add details under the title
fr_fr: Ajouter des détails sous le titre

# layout-settings
source: Show band Members
fr_fr: Afficher les membres du groupe

# layout-settings
source: Show record/song Band
fr_fr: Afficher le groupe de l'record / la chanson

# layout-settings
source: Show record/song Release year
fr_fr: Afficher l'année de sortie de l'record / la chanson

# layout-settings
source: Show Genre
fr_fr: Afficher le genre

# layout-settings
source: Content
fr_fr: Contenu

# layout-settings
source: Main content
fr_fr: Contenu principal

# layout-settings
source: Add details under main content
fr_fr: Ajouter des détails sous le contenu principal

# layout-settings
source: Show Bands
fr_fr: Afficher les groupes

# layout-settings
source: Show Records
fr_fr: Afficher les records

# layout-settings
source: Show Records and Tracks
fr_fr: Afficher les records et les pistes

# layout-settings
source: Show Songs
fr_fr: Afficher les chansons

# layout-settings
source: Show Products
fr_fr: Afficher les produits

# layout-settings
source: Content Sidebar
fr_fr: Barre latérale du contenu

# layout-settings
source: (to be implemented)
fr_fr: (à implémenter)

source: Settings
fr_fr: Paramètres

source: Band
fr_fr: Groupe

source: Singular
fr_fr: Singulier

source: Artist
fr_fr: Artiste

source: Musician
fr_fr: Musicien

source: Performer
fr_fr: Performeur

source: Singer
fr_fr: Chanteur

source: Plural
fr_fr: Pluriel

source: Bands
fr_fr: Groupes

source: Artists
fr_fr: Artistes

source: Musicians
fr_fr: Musiciens

source: Performers
fr_fr: Performeurs

source: Singers
fr_fr: Chanteurs

source: Record
fr_fr: Disque

source: Disc
fr_fr: Disque

source: Records
fr_fr: Disques

source: Discs
fr_fr: Disques

source: Song
fr_fr: Chanson

source: Piece
fr_fr: Morceau

source: Songs
fr_fr: Chansons

source: Pieces
fr_fr: Morceaux

source: Tweaks
fr_fr: Ajustements

source: Disable plugin templates
fr_fr: Désactiver les modèles ("templates")

source: Customize with theme, widgets and shortcodes
fr_fr: Personnaliser avec le thème, les widgets et les codes courts

source: Redirect single post archives
fr_fr: Rediriger les archives d'un seul élément

source: Redirect archives containing only one post
fr_fr: Rediriger les pages d'archives contenant un seul élément

source: Clean titles
fr_fr: Nettoyer les titres

source: Remove prefixes from titles for Categories, Taxonomies, Archives, Authors
fr_fr: Supprimer les préfixes des titres pour les catégories, taxonomies, archives, auteurs

source: Widget Area
fr_fr: Zone de widgets

source: Add a custom widget area (must be activated in your theme)
fr_fr: Ajouter un widget (doit être activé dans votre thème)

source: Make coffee after boot
fr_fr: Faire le café après le démarrage

source: Developer mode
fr_fr: Mode développeur

source: Front page
fr_fr: Page d'accueil

source: Allow as Front Page
fr_fr: Autoriser comme page d'accueil

source: Allow to select these as front page in Appearance > Customize menu
fr_fr: Autoriser à sélectionner ces types comme page d'accueil dans Apparence > Personnaliser

source: Show full content
fr_fr: Montrer le contenu complet

source: Show full content when item is selected as home page
fr_fr: Montrer le contenu complet quand l'élément est affiché comme page d'accueil

source: Info
fr_fr: Informations

source: Creation
fr_fr: Création

source: Official Website
fr_fr: Site officiel

source: Leave empty if the same as this website
fr_fr: Laisser vide si identique à ce site

source: Official Store
fr_fr: Boutique officielle

source: Members
fr_fr: Membres

source: Release
fr_fr: Date de sortie

source: Get a license key on %s website
fr_fr: Obtenir une clé de licence sur le site %s

source: Track
fr_fr: Piste

source: Tracks
fr_fr: Pistes

source: Add New
fr_fr: Ajouter

source: Add new band
fr_fr: Ajouter un nouveau groupe

source: Edit Band
fr_fr: Modifier le groupe

source: New Band
fr_fr: Nouvel groupe

source: View Band
fr_fr: Voir le groupe

source: View Bands
fr_fr: Voir les groupes

source: Search Bands
fr_fr: Rechercher dans les groupes

source: No bands found
fr_fr: Aucun groupe trouvé

source: No bands found in Trash
fr_fr: Aucun groupe trouvé dans la corbeille

source: Parent Band:
fr_fr: Groupe parent:

source: All Bands
fr_fr: Tous les groupes

source: Band Attributes
fr_fr: Attributs du groupe

source: Insert into band
fr_fr: Insérer dans le groupe

source: Uploaded to this band
fr_fr: Téléverser

source: Featured image
fr_fr: Image mise en avant

source: Set featured image
fr_fr: Définir l'image mise en avant

source: Remove featured image
fr_fr: Supprimer l'image mise en avant

source: Use as featured image
fr_fr: Définir l'image mise en avant

source: Filter bands list
fr_fr: Filtrer la liste des groupes

source: Bands list navigation
fr_fr: Navigation liste de groupes

source: Bands list
fr_fr: Liste des groupes

source: Band published
fr_fr: Groupe publié

source: Band published privately
fr_fr: Groupe publié en privé

source: Band reverted to draft
fr_fr: Groupe remis en brouillon

source: Band scheduled
fr_fr: Groupe programmé

source: Band updated
fr_fr: Groupe mis à jour

source: Add new record
fr_fr: Ajouter un record

source: Edit Record
fr_fr: Modifier l'record

source: New Record
fr_fr: Nouveau record

source: View Record
fr_fr: Voir l'record

source: View Records
fr_fr: Voir les records

source: Search Records
fr_fr: Rechercher dans les records

source: No records found
fr_fr: Aucun record trouvé

source: No records found in Trash
fr_fr: Aucun record trouvé dans la corbeille

source: Parent Record:
fr_fr: Record parent:

source: All Records
fr_fr: Records

source: Record Attributes
fr_fr: Attributs de l'record

source: Insert into record
fr_fr: Insérer dans l'record

source: Uploaded to this record
fr_fr: Téléverser

source: Filter records list
fr_fr: Filtrer la liste d'records

source: Records list navigation
fr_fr: Navigation liste d'records

source: Records list
fr_fr: Liste des records

source: Record published
fr_fr: Record publié

source: Record published privately
fr_fr: Record publié en privé

source: Record reverted to draft
fr_fr: Record remis en brouillon

source: Record scheduled
fr_fr: Record programmé

source: Record updated
fr_fr: Record mis à jour

source: Add new song
fr_fr: Ajouter une chanson

source: Edit Song
fr_fr: Modifier la chanson

source: New Song
fr_fr: Nouvelle chanson

source: View Song
fr_fr: Voir la chanson

source: View Songs
fr_fr: Voir les chansons

source: Search Songs
fr_fr: Chercher dans les chansons

source: No songs found
fr_fr: Aucune chanson trouvée

source: No songs found in Trash
fr_fr: Aucune chanson trouvée dans la corbeille

source: Parent Song:
fr_fr: Chanson parente:

source: All Songs
fr_fr: Chansons

source: Song Attributes
fr_fr: Attributs de la chanson

source: Insert into song
fr_fr: Insérer dans la chanson

source: Uploaded to this song
fr_fr: Téléverser

source: Filter songs list
fr_fr: Filtrer la liste de chansons

source: Songs list navigation
fr_fr: Navigation liste de chansons

source: Songs list
fr_fr: Liste des chansons

source: Song published
fr_fr: Chanson publiée

source: Song published privately
fr_fr: Chanson publiée en privé

source: Song reverted to draft
fr_fr: Chanson remise en brouillon

source: Song scheduled
fr_fr: Chanson programmée

source: Song updated
fr_fr: Chanson mise à jour

source: Search Genres
fr_fr: Chercher les genres

source: Popular Genres
fr_fr: Genres populaires

source: All Genres
fr_fr: Tous les genres

source: Parent Genre
fr_fr: Genre parent

source: Edit Genre
fr_fr: Modifier le genre

source: View Genre
fr_fr: Voir le genre

source: Update Genre
fr_fr: Mettre à jour le genre

source: Create new genre
fr_fr: Créer un nouveau genre

source: New genre name
fr_fr: Nom du nouveau genre

source: Separate genres with commas
fr_fr: Séparer les genres avec une virgule

source: Add or remove genres
fr_fr: Ajouter ou supprimer des genres

source: Choose most used genres
fr_fr: Choisir parmi les genres les plus utilisées

source: No genres found
fr_fr: Aucun genre trouvé

source: Genres list pagination
fr_fr: Navigation liste de genres

source: Genres list
fr_fr: Liste des genres

source: Most Used
fr_fr: Plus utilisés

source: Back to genres
fr_fr: Retour aux genres

source: Update %s applied sucessfully
fr_fr: Mise à jour %s appliquée avec succès

source: Error processing update %s
fr_fr: Erreur pendant la mise à jour %s

source: Add widgets here to appear on %s pages
fr_fr: Ajoutez ici des widgets qui apparaîtront sur les pages %s

source: all relations
fr_fr: tous les liens

source: Display related songs
fr_fr: Affiche les chansons liées

source: Title:
fr_fr: Titre :

source: Display related bands
fr_fr: Affiche les groupes liés

source: Display related records
fr_fr: Affiche les records liés

source: WC Products
fr_fr: Produits WooCommerce

source: Display related WooCommerce products
fr_fr: Affiche les produits WooCommerce liés

source: Products
fr_fr: Produits

source: Videos
fr_fr: Vidéos

source: Display related videos
fr_fr: Affiche les vidéos liées

source: by
fr_fr: par
